[
  {
      "id": "eye-health",
      "title": "Eye Health",
      "color": "#DA3363",
      "label": "",
      "description": "The eyes are very important organs for the quality of life in general. They are extremely sensitive, thus they deserve preventive care because when they are harmed, they are not easily treated. The compounds used for eye health are mainly specific antioxidants and fatty acids.",
      "suboutcomes": [
          "eye-function"
      ],
      "icon": "https://www.healthprotection.com/wp-content/uploads/2021/10/eye-health.svg",
      "iconPng": "https://www.healthprotection.com/wp-content/uploads/2021/10/eye-health-1.png"
  },
  {
      "id": "weight-management",
      "title": "Weight Management",
      "color": "#D3C8BC",
      "label": "",
      "description": "Total body weight takes into account all body elements, such as organs, muscles, bones, fluids, fat, etc. The weight loss process depends on a negative energy balance (spending more calories than the ones consumed), but there are substances that can help the body to increase this deficit. Among them, there are thermogenics, fibers, appetite suppressants, fat absorption blockers and some others.",
      "suboutcomes": [
          "appetite-control",
          "thermogenic-effect",
          "fat-loss"
      ],
      "icon": "https://www.healthprotection.com/wp-content/uploads/2021/10/weight-management.svg",
      "iconPng": "https://www.healthprotection.com/wp-content/uploads/2021/10/weight-management-1.png"
  },
  {
      "id": "libido-and-sexual-health",
      "title": "Libido and Sexual Health",
      "color": "#EF708F",
      "label": "",
      "description": "Sexual health refers to sexual behavior, the health of the genitals and the signaling of sex hormones, such as testosterone, estrogen and progesterone, which are related to libido. Supplements affect various aspects of sexuality, such as hormone regulation, sexual satisfaction and can also act indirectly on fatigue, stress and vasodilation of the sexual organs.",
      "suboutcomes": [
          "libido",
          "sexual-performance",
          "erections"
      ],
      "icon": "https://www.healthprotection.com/wp-content/uploads/2021/10/libido-and-sexual-health.svg",
      "iconPng": "https://www.healthprotection.com/wp-content/uploads/2021/10/libido-and-sexual-health-1.png"
  },
  {
      "id": "liver-health",
      "title": "Liver Health",
      "color": "#028E9B",
      "label": "",
      "description": "The liver is responsible for many physiological processes, such as nutrient metabolism, filtration of toxins, lipid profile regulation, etc. It is an extremely important organ for the organism, since it acts in general body homeostasis. The substances that help in liver functioning aids the detoxification pathways, preventing the liver from overloading itself.",
      "suboutcomes": [
          "liver-function"
      ],
      "icon": "https://www.healthprotection.com/wp-content/uploads/2021/10/liver-health.svg",
      "iconPng": "https://www.healthprotection.com/wp-content/uploads/2021/10/liver-health-1.png"
  },
  {
      "id": "bone-and-joint-health",
      "title": "Bone and Joint Health",
      "color": "#3F72B7",
      "label": "",
      "description": "Bones and joints support the body and muscles, which make you move. They also take an important part in controlling vitamins, hormones and minerals, such as calcium, vitamin D and thyroid hormones. Supplements that affect bone and joint health help their structure and strength, in addition to contributing to the healthy balance of involved components.",
      "suboutcomes": [
          "symptoms-of-osteoarthritis",
          "bone-density",
          "joint-pain-and-stiffness"
      ],
      "icon": "https://www.healthprotection.com/wp-content/uploads/2021/10/bone-and-joint-health.svg",
      "iconPng": "https://www.healthprotection.com/wp-content/uploads/2021/10/bone-and-joint-health-1.png"
  },
  {
      "id": "cognitive-function-and-brain-health",
      "title": "Cognitive Function and Brain Health",
      "color": "#DA3363",
      "label": "",
      "description": "Cognitive functions are brain skills divided into: memory, perception, language, executive functions, attention and praxis (ability to perform complex movements). These functions depend on healthy synapses and neurons, which require good overall brain functioning. Supplements can affect cognitive function directly or indirectly. Direct effects can alter or participate in neurotransmissions and influence the brain's energy metabolism. The indirect effects include hormonal changes that affect the brain, and improvements in cognitive disorders such as anxiety, depression and insomnia.",
      "suboutcomes": [
          "cognition",
          "memory",
          "focus-attention"
      ],
      "icon": "https://www.healthprotection.com/wp-content/uploads/2021/10/cognitive-function-and-brain-health.svg",
      "iconPng": "https://www.healthprotection.com/wp-content/uploads/2021/10/cognitive-function-and-brain-health-1.png"
  },
  {
      "id": "cardiovascular-health",
      "title": "Cardiovascular Health",
      "color": "#F37E67",
      "label": "",
      "description": "The cardiovascular system is responsible for blood circulation, which has the function of transporting nutrients and oxygen throughout the body. It consists of the heart and blood vessels. Cardiovascular diseases are caused by changes in the blood lipid profile, high blood pressure, diabetes, heart failure, genetic predisposition, overweight, stress, and others. The compounds that help cardiovascular health are those that normalize risk factors, such as cholesterol.",
      "suboutcomes": [
          "blood-pressure-cardiovascular-health",
          "cholesterol-triglycerides"
      ],
      "icon": "https://www.healthprotection.com/wp-content/uploads/2021/10/cardiovascular-health.svg",
      "iconPng": "https://www.healthprotection.com/wp-content/uploads/2021/10/cardiovascular-health-1.png"
  },
  {
      "id": "muscle-health",
      "title": "Muscle Health",
      "color": "#FEC763",
      "label": "",
      "description": "The muscles are responsible for body movement, stabilization, regulation of organs, substance transportation and production of heat in addition to being strongly associated with the circulatory and nervous systems. Muscle quality is essential for well being. Supplements that help keep muscles healthy are related to different factors, such as glucose and insulin regulation, protein synthesis, energy metabolism, and others.",
      "suboutcomes": [
          "power-output",
          "muscular-endurance",
          "muscle-gain",
          "muscle-recovery"
      ],
      "icon": "https://www.healthprotection.com/wp-content/uploads/2021/10/muscle-health.svg",
      "iconPng": "https://www.healthprotection.com/wp-content/uploads/2021/10/muscle-health-1.png"
  },
  {
      "id": "hormone-regulation",
      "title": "Hormone Regulation",
      "color": "#CD61A4",
      "label": "",
      "description": "Hormones are chemical substances synthesized by the body to act as cellular signalers. Hormones' main function is to work by regulating growth, development, reproduction and the functions of many tissues, as well as the metabolic processes of the organism. It is important to maintain good levels of all hormones, as any change can result in different kinds of dysfunction. Supplements that help regulate hormones work in different ways, which can increase their synthesis and secretion or even intervene in positive and negative feedbacks in the body.",
      "suboutcomes": [
          "testosterone"
      ],
      "icon": "https://www.healthprotection.com/wp-content/uploads/2021/10/hormone-regulation.svg",
      "iconPng": "https://www.healthprotection.com/wp-content/uploads/2021/10/hormone-regulation-1.png"
  }
]
