[
  {
      "id": "eye-function",
      "title": "Eye Function",
      "description": "The eyes are extremely sensitive, thus they deserve preventive care because when they are harmed, they are not easily treated. The compounds used for eye health are mainly specific antioxidants and fatty acids.",
      "nutraceuticals": {
          "min": [
              "lutein"
          ],
          "med": [
              "lutein",
              "vitamin-a"
          ],
          "max": []
      }
  },
  {
      "id": "appetite-control",
      "title": "Appetite Control",
      "description": "Appetite include physical hunger, subjective appetite (desire to eat) and satiety. These aspects are controlled and regulated by hormones (leptin, ghrelin, serotonin, etc.) that act in the gastrointestinal tract and in the brain through negative feedback. In addition to hormones, appetite is also influenced by metabolic factors, hydration, blood glucose, intestinal motility, among others. The compounds that influence appetite are those that regulate the hormones involved, assist in satiety, benefit the gastrointestinal tract, improve blood glucose, among others.",
      "nutraceuticals": {
          "min": [
              "psyllium"
          ],
          "med": [
              "5-htp"
          ],
          "max": [
              "5-htp",
              "psyllium"
          ]
      }
  },
  {
      "id": "thermogenic-effect",
      "title": "Thermogenic Effect",
      "description": "Thermogenesis is the body's energy production process, responsible for regulating internal temperature and all natural energy processes. There are some compounds that amplify this process, such as caffeine and other thermogens.",
      "nutraceuticals": {
          "min": [
              "mct"
          ],
          "med": [
              "caffeine"
          ],
          "max": [
              "caffeine",
              "mct"
          ]
      }
  },
  {
      "id": "fat-loss",
      "title": "Fat Loss",
      "description": "Fat loss is a different process then losing body weight, because when you lose weight, it does not necessarily mean that there is fat loss. For fat loss to happen, caloric deficit and practice of exercises are necessary. There are certain supplements that assist the metabolism of energy and nutrients, which cause the body to control appetite, increase its metabolic rate and reduce the absorption of macronutrients during digestion.",
      "nutraceuticals": {
          "min": [
              "egcg"
          ],
          "med": [],
          "max": []
      }
  },
  {
      "id": "libido",
      "title": "Libido",
      "description": "Libido is the overall sexual drive or desire for sexual activity which is influenced by biological, psychological, and social factors.",
      "nutraceuticals": {
          "min": [
              "tribulus-terrestris"
          ],
          "med": [
              "maca",
              "tribulus-terrestris"
          ],
          "max": []
      }
  },
  {
      "id": "sexual-performance",
      "title": "Sexual Performance",
      "description": "There are a lot of factors that influcence sexual performance, most of them connected to a healthy lifestyle, like exercising, drinking good amounts of water, etc. But there are also some nutraceutics that can help the body to stay sexualy active by working on specific systems connected to libido and sex hormones. ",
      "nutraceuticals": {
          "min": [
              "maca"
          ],
          "med": [],
          "max": []
      }
  },
  {
      "id": "erections",
      "title": "Erections",
      "description": "When the penis becomes rigid - erect. Erectile dysfunction may have different causes and some compounds can help by increasing blod flow or regulate a hormonal deficiency or a nutrient deficiency.",
      "nutraceuticals": {
          "min": [
              "tribulus-terrestris"
          ],
          "med": [
              "pycnogenol",
              "tribulus-terrestris"
          ],
          "max": []
      }
  },
  {
      "id": "liver-function",
      "title": "Liver Function",
      "description": "The liver is the organ responsible for the fat metabolism in our body. Fat excess accumulation results in fatty liver (alcohol or non-alcoholic) and might even cause cirrhosis if it is not taken care of. Some nutraceutics and supplements are able to reduce liver fat stores. Detoxing compounds help detoxification pathways and the cleansing this organ as well. ",
      "nutraceuticals": {
          "min": [
              "spirulina"
          ],
          "med": [
              "nac",
              "spirulina"
          ],
          "max": []
      }
  },
  {
      "id": "symptoms-of-osteoarthritis",
      "title": "Symptoms of Osteoarthritis",
      "description": "Osteoarthritis is a very common chronic condition among the elderly that incompasses bones and cartilage. Symptoms include joint pain in the hands, neck, lower back, knees or hips, as well as movement difficultness.",
      "nutraceuticals": {
          "min": [
              "boswellia"
          ],
          "med": [
              "glucosamine",
              "boswellia"
          ],
          "max": [
              "curcumin",
              "glucosamine"
          ]
      }
  },
  {
      "id": "bone-density",
      "title": "Bone Density",
      "description": "Bone density or bone mineral density (BMD) is the amount of bone mineral in bone tissue. The measurement of bone mineral density is used in medicine as an indirect indicator of osteoporosis and risk of fractures.",
      "nutraceuticals": {
          "min": [
              "vitamin-k"
          ],
          "med": [
              "vitamin-k",
              "magnesium"
          ],
          "max": [
              "vitamin-k",
              "creatine"
          ]
      }
  },
  {
      "id": "joint-pain-and-stiffness",
      "title": "Joint Pain and Stiffness",
      "description": "Different types of Arthritis causes joints to be inflamed, thus they can develop stiffness, warmth, swelling, redness and pain. There are numerous of compounds that can be used to ease those symptoms",
      "nutraceuticals": {
          "min": [
              "glucosamine"
          ],
          "med": [
              "collagen",
              "curcumin"
          ],
          "max": [
              "collagen",
              "glucosamine"
          ]
      }
  },
  {
      "id": "cognition",
      "title": "Cognition",
      "description": "Cognition refers to the mental processes involved in gaining knowledge and comprehension. Cognitive actions include thinking, knowing, remembering, judging, and problem-solving. These are higher-level functions of the brain and include language, imagination, perception, and planning.",
      "nutraceuticals": {
          "min": [
              "blueberry"
          ],
          "med": [
              "blueberry",
              "cdp-choline"
          ],
          "max": [
              "cdp-choline",
              "ginkgo-biloba"
          ]
      }
  },
  {
      "id": "memory",
      "title": "Memory",
      "description": "Memory is the faculty by which the brain encodes, stores, and retrieves information. It is a record of experience for guiding future action. ",
      "nutraceuticals": {
          "min": [
              "blueberry"
          ],
          "med": [
              "bacopa",
              "blueberry"
          ],
          "max": [
              "bacopa",
              "blueberry",
              "cdp-choline"
          ]
      }
  },
  {
      "id": "focus-attention",
      "title": "Focus & Attention",
      "description": "",
      "nutraceuticals": {
          "min": [
              "ginkgo-biloba"
          ],
          "med": [
              "cdp-choline",
              "ginkgo-biloba"
          ],
          "max": [
              "ginkgo-biloba",
              "bacopa"
          ]
      }
  },
  {
      "id": "blood-pressure-cardiovascular-health",
      "title": "Blood Pressure (Cardiovascular Health)",
      "description": "Blood pressure is the pressure of circulating blood against the walls of blood vessels which results from the heart pumping blood through the circulatory system. Like most aspects of the organism, this too needs to stay at a healthy range, for the circulation of oxygen and nutrients throughout the body.",
      "nutraceuticals": {
          "min": [
              "garlic"
          ],
          "med": [
              "omega-3",
              "garlic"
          ],
          "max": [
              "hibiscus",
              "omega-3",
              "garlic"
          ]
      }
  },
  {
      "id": "cholesterol-triglycerides",
      "title": "Cholesterol & Triglycerides",
      "description": "",
      "nutraceuticals": {
          "min": [
              "omega-3",
              "garlic"
          ],
          "med": [
              "omega-3",
              "carnitine"
          ],
          "max": [
              "omega-3",
              "carnitine",
              "garlic"
          ]
      }
  },
  {
      "id": "power-output",
      "title": "Power Output",
      "description": "Power output is the strength the body can develop in the shortest amount of time. It have to do with muscle fibers, creatine stores and ATP.",
      "nutraceuticals": {
          "min": [
              "alpha-gpc"
          ],
          "med": [
              "creatine"
          ],
          "max": [
              "alpha-gpc",
              "creatine"
          ]
      }
  },
  {
      "id": "muscular-endurance",
      "title": "Muscular Endurance",
      "description": "It is about the capacity of a muscle to repeatedly exercise during a set of movements. Compounds that improve power output are the ones which also have antifatigue effects.",
      "nutraceuticals": {
          "min": [
              "creatine"
          ],
          "med": [
              "beta-alanine"
          ],
          "max": [
              "beta-alanine",
              "creatine"
          ]
      }
  },
  {
      "id": "muscle-gain",
      "title": "Muscle Gain",
      "description": "Muscle gain, also called hypertrophy, occurs when muscle cells receive a kind of stimulation that generates microlesions. For the healing of these lesions there is an increase in protein synthesis, which gives the muscle a larger volume. This occurs with the aid of a positive calorie balance (more calories consumed than spent). Supplements that increase muscle mass promote resistance and affect the rate of synthesis and breakdown of muscle proteins directly or indirectly.",
      "nutraceuticals": {
          "min": [
              "beta-alanine"
          ],
          "med": [
              "creatine"
          ],
          "max": [
              "beta-alanine",
              "creatine"
          ]
      }
  },
  {
      "id": "muscle-recovery",
      "title": "Muscle Recovery",
      "description": "When you exercise, you generate stress on your muscles and that damages the muscle fibers, causing them to break apart. During recovery the muscles need fuel to heal stronger than they were before, which will make them stronger.",
      "nutraceuticals": {
          "min": [
              "creatine"
          ],
          "med": [
              "hmb"
          ],
          "max": [
              "hmb",
              "creatine"
          ]
      }
  },
  {
      "id": "testosterone",
      "title": "Testosterone",
      "description": "Testosterone is the main male sex hormone. It is responsible for regulating fertility, muscle mass, fat distribution and the production of red blood cells. Women's ovaries also produce testosterone, although in much smaller quantities.",
      "nutraceuticals": {
          "min": [
              "dhea"
          ],
          "med": [
              "dhea",
              "zinc"
          ],
          "max": [
              "dhea",
              "vitamin-d",
              "zinc"
          ]
      }
  }
]
